Repository: felipeloyola/django-form-builder
Catalog: django_form_builder/locale/*/LC_MESSAGES/django.po
Languages: es

source: Text
es: Texto

source: E-mail
es: Correo electrónico

source: IP Address
es: Dirección IP

source: IPv4 address with optional subnet
es: Dirección IPv4 con subred opcional

source: Invalid format
es: Formato no válido

source: MAC Address
es: Dirección MAC

source: Maximum number of selectable options: {}
es: Número máximo de opciones seleccionables: {}

source: Attachment (generic)
es: Adjunto (genérico)

source: Image Attachment
es: Adjunto de imagen

source: Data file attachment (JSON, CSV, Excel)
es: Adjunto de archivo de datos (JSON, CSV, Excel)

source: PDF Attachment
es: Adjunto PDF

source: Digital signature validation error
es: Error de validación de firma digital

source: Signed PDF Attachment
es: Adjunto PDF firmado

source: Signed P7M Attachment
es: Adjunto P7M firmado

source: Positive integer
es: Número entero positivo

source: Only numbers allowed
es: Solo se permiten números

source: Positive decimal number
es: Número decimal positivo

source: Long text
es: Texto largo

source: Checkbox
es: Casilla de verificación

source: Multi-value checkbox
es: Casilla de verificación múltiple

source: Option list (dropdown)
es: Lista de opciones (menú desplegable)

source: Select an option
es: Seleccione una opción

source: Option list (radio buttons)
es: Lista de opciones (botones de radio)

source: Date
es: Fecha

source: Date and time (single field)
es: Fecha y hora (campo único)

source: Date and Time (separate fields)
es: Fecha y Hora (campos separados)

source: {} (Date)
es: {} (Fecha)

source: {} (Hours)
es: {} (Horas)

source: {} (Minutes)
es: {} (Minutos)

source: Start Date and End Date
es: Fecha de inicio y Fecha de fin

source: {} (Start Date)
es: {} (Fecha de inicio)

source: {} (End Date)
es: {} (Fecha de fin)

source: Start date cannot be after end date
es: La fecha de inicio no puede ser posterior a la fecha de fin

source: Protocol (type/number/date)
es: Protocolo (tipo/número/fecha)

source: {} (Numbering Type)
es: {} (Tipo de numeración)

source: Choose if protocol/decree/resolution, to which the numbering refers
es: Elija si es protocolo/decreto/resolución, al que se refiere la numeración

source: {} (Protocol/Decree/Resolution Number)
es: {} (Número de Protocolo/Decreto/Resolución)

source: Enter the number of the protocol/decree/resolution
es: Ingrese el número del protocolo/decreto/resolución

source: {} (Protocol/Decree/Resolution Date)
es: {} (Fecha de Protocolo/Decreto/Resolución)

source: Enter the date of the protocol/decree/resolution
es: Ingrese la fecha del protocolo/decreto/resolución

source: Missing value
es: Valor faltante

source: Protocol date cannot be after today
es: La fecha del protocolo no puede ser posterior a hoy

source: Hidden field
es: Campo oculto

source: This field requires at least one row
es: Este campo requiere al menos una fila

source: Multiple entries
es: Entradas múltiples

source: Password
es: Contraseña

source: Password is not secure enough, please add more entropy
es: La contraseña no es lo suficientemente segura, por favor agregue más entropía

source: Add another one
es: Agregar otro

source: Remove this one
es: Eliminar este

source: Error in field building
es: Error en la construcción del campo

source: The definition of the rows is incorrect
es: La definición de las filas es incorrecta

source: Check the naming of the classes and avoid using special characters
es: Verifique el nombramiento de las clases y evite usar caracteres especiales
